Revit 2024 API
ParameterTypeId.RbsConduitInnerDiamParam Property
 "Inside Diameter"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsConduitInnerDiamParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsConduitInnerDiamParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsConduitInnerDiamParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace